{
  "games": [
    {
      "id": 1,
      "name": "Sushi Go",
      "playersMin": 2,
      "playersMax": 5,
      "playTime": 15,
      "imgUrl": "https://www.boardgamequest.com/wp-content/uploads/2014/07/Sushi-Go.jpg",
      "description": "In the super-fast sushi card game Sushi Go!, you are eating at a sushi restaurant and trying to grab the best combination of sushi dishes as they whiz by. Score points for collecting the most sushi rolls or making a full set of sashimi."
    },
    {
      "id": 2,
      "name": "Splendor",
      "playersMin": 2,
      "playersMax": 4,
      "playTime": 30,
      "imgUrl": "https://cf.geekdo-images.com/rwOMxx4q5yuElIvo-1-OFw__itemrep/img/NaQx3XWoNAOMDGl4AXf4nxlhHo0=/fit-in/246x300/filters:strip_icc()/pic1904079.jpg",
      "description": "Splendor is a game of chip-collecting and card development. Players are merchants of the Renaissance trying to buy gem mines, means of transportation, shops—all in order to acquire the most prestige points."
    },
    {
      "id": 3,
      "name": "Dragonwood",
      "playersMin": 2,
      "playersMax": 4,
      "playTime": 20,
      "imgUrl": "https://cf.geekdo-images.com/npY6grU545xPiRkCAmcdSA__imagepage/img/owJvZs9Onr6Q2S-E748F2zKfwZU=/fit-in/900x600/filters:no_upscale():strip_icc()/pic2401338.jpg",
      "description": "In Dragonwood, you collect sets of adventurer cards to earn dice, which you then use to roll against your foes. Stomp on some fire ants, scream at a grumpy troll, or strike the menacing orange dragon with a magical silver sword."
    },
    {
      "id": 4,
      "name": "Gloomhaven",
      "playersMin": 1,
      "playersMax": 4,
      "playTime": 120,
      "imgUrl": "https://cf.geekdo-images.com/sZYp_3BTDGjh2unaZfZmuA__imagepage/img/pBaOL7vV402nn1I5dHsdSKsFHqA=/fit-in/900x600/filters:no_upscale():strip_icc()/pic2437871.jpg",
      "description": "Gloomhaven is a game of Euro-inspired tactical combat in a persistent world of shifting motives. Players will take on the role of a wandering adventurer with their own special set of skills and their own reasons for traveling to this dark corner of the world. Players must work together out of necessity to clear out menacing dungeons and forgotten ruins."
    },
    {
      "id": 5,
      "name": "Pandemic",
      "playersMin": 2,
      "playersMax": 4,
      "playTime": 45,
      "imgUrl": "https://cf.geekdo-images.com/S3ybV1LAp-8SnHIXLLjVqA__imagepage/img/kIBu-2Ljb_ml5n-S8uIbE6ehGFc=/fit-in/900x600/filters:no_upscale():strip_icc()/pic1534148.jpg",
      "description": "In Pandemic, several virulent diseases have broken out simultaneously all over the world! The players are disease-fighting specialists whose mission is to treat disease hotspots while researching cures for each of four plagues before they get out of hand."
    },
    {
      "id": 6,
      "name": "Wingspan",
      "playersMin": 1,
      "playersMax": 5,
      "playTime": 70,
      "imgUrl": "https://cf.geekdo-images.com/PemkPbHP897ouZl3QQWh5Q__imagepage/img/rCw4Z5z3_VMr3vnAcmAdyuEXb2g=/fit-in/900x600/filters:no_upscale():strip_icc()/pic4437781.jpg",
      "description": "Wingspan is a card-driven competitive game dedicated entirely to birds where the players assume the roles of bird enthusiasts — researchers, birders, ornithologists, and collectors — and try to attract the best birds to their specific wildlife preserves."
    },
    {
      "id": 7,
      "name": "Terraforming Mars",
      "playersMin": 1,
      "playersMax": 5,
      "playTime": 120,
      "imgUrl": "https://cf.geekdo-images.com/URkI3cTZ9NHdlPNRPSd2_g__imagepage/img/NWOEBoSkwsCYvm6IhSqGuhlJjLw=/fit-in/900x600/filters:no_upscale():strip_icc()/pic2891964.jpg",
      "description": "In the 2400s, mankind begins to terraform the planet Mars. Giant corporations, sponsored by the World Government on Earth, initiate huge projects to raise the temperature, the oxygen level, and the ocean coverage until the environment is habitable. In Terraforming Mars, you play one of those corporations and work together in the terraforming process, but compete for getting victory points that are awarded not only for your contribution to the terraforming, but also for advancing human infrastructure throughout the solar system, and doing other commendable things."
    },
    {
      "id": 8,
      "name": "Star Wars: Rebellion",
      "playersMin": 2,
      "playersMax": 4,
      "playTime": 240,
      "imgUrl": "https://cf.geekdo-images.com/BlfUf6yCEDOo9NUnNqpY8Q__imagepage/img/YTt-4lk7_qCh8M-6SY_JkTAYlwQ=/fit-in/900x600/filters:no_upscale():strip_icc()/pic2737530.png",
      "description": "Experience the Galactic Civil War like never before. In Rebellion, you control the entire Galactic Empire or the fledgling Rebel Alliance. You must command starships, account for troop movements, and rally systems to your cause. Given the differences between the Empire and Rebel Alliance, each side has different win conditions, and you'll need to adjust your play style depending on who you represent!"
    },
    {
      "id": 9,
      "name": "Isle of Skye",
      "playersMin": 2,
      "playersMax": 5,
      "playTime": 40,
      "imgUrl": "https://cf.geekdo-images.com/GCxsnITFBO1pNXiBYkq_qA__imagepage/img/rqN84TEZSsp1C6-cDWAYGAYmxJE=/fit-in/900x600/filters:no_upscale():strip_icc()/pic2524838.jpg",
      "description": "In the tile-laying game Isle of Skye: From Chieftain to King, 2–5 players are chieftains of famous clans and want to build their kingdoms to score as many points as possible—but in each game only four of the sixteen scoring tiles will be scored."
    },
    {
      "id": 10,
      "name": "Betrayal at House on the Hill",
      "playersMin": 3,
      "playersMax": 6,
      "playTime": 60,
      "imgUrl": "https://cf.geekdo-images.com/MEwu-odppZ8PTRq12LTDcg__imagepage/img/RK9Y-bSuo7PMM9Y3xssnCHakWj0=/fit-in/900x600/filters:no_upscale():strip_icc()/pic828598.jpg",
      "description": "Betrayal at House on the Hill quickly builds suspense and excitement as players explore a haunted mansion of their own design, encountering spirits and frightening omens that foretell their fate. With an estimated one hour playing time, Betrayal at House on the Hill is ideal for parties, family gatherings or casual fun with friends."
    },
    {
      "id": 11,
      "name": "Scythe",
      "playersMin": 1,
      "playersMax": 5,
      "playTime": 115,
      "imgUrl": "https://cf.geekdo-images.com/7k_nOxpO9OGIjhLq2BUZdA__imagepage/img/zoz-t_z9nqqxL7OwQenbqp9PRl8=/fit-in/900x600/filters:no_upscale():strip_icc()/pic3163924.jpg",
      "description": "Scythe is an engine-building game set in an alternate-history 1920s period. It is a time of farming and war, broken hearts and rusted gears, innovation and valor. In Scythe, each player represents a character from one of five factions of Eastern Europe who are attempting to earn their fortune and claim their faction's stake in the land around the mysterious Factory. Players conquer territory, enlist new recruits, reap resources, gain villagers, build structures, and activate monstrous mechs."
    },
    {
      "id": 12,
      "name": "Terra Mystica",
      "playersMin": 2,
      "playersMax": 5,
      "playTime": 90,
      "imgUrl": "https://cf.geekdo-images.com/9N8IIDjxS1Ls7DN_WMkyXA__imagepage/img/UqXUkxN-PLjHfxcRdkEldWs181k=/fit-in/900x600/filters:no_upscale():strip_icc()/pic1356616.jpg",
      "description": "Terra Mystica is a full information game, without any luck, that rewards strategic planning. Each player governs one of the 14 groups. With subtlety and craft, the player must attempt to rule as great an area as possible and to develop that group's skills. There are also four religious cults in which you can progress. To do all that, each group has special skills and abilities."
    },
    {
      "id": 13,
      "name": "Mansions of Madness",
      "playersMin": 2,
      "playersMax": 5,
      "playTime": 140,
      "imgUrl": "https://cf.geekdo-images.com/JtjGOgkaIxnLUeoV56cWFQ__imagepage/img/mdwAZkhgv48okMZg7kDtIJtdtNA=/fit-in/900x600/filters:no_upscale():strip_icc()/pic814011.jpg",
      "description": "Horrific monsters and spectral presences lurk in manors, crypts, schools, monasteries, and derelict buildings near Arkham, Massachusetts. Some spin dark conspiracies while others wait for hapless victims to devour or drive insane. It's up to a handful of brave investigators to explore these cursed places and uncover the truth about the living nightmares within."
    },
    {
      "id": 14,
      "name": "Defenders of the Realm",
      "playersMin": 1,
      "playersMax": 4,
      "playTime": 90,
      "imgUrl": "https://cf.geekdo-images.com/jWHk6CdY_Z8gr12LzuLBcg__imagepage/img/IOBIkn5s-_IrsS9_2hfI27gUHRE=/fit-in/900x600/filters:no_upscale():strip_icc()/pic649329.jpg",
      "description": "Defenders of the Realm is a co-operative fantasy board game in which 1-4 players take a role as one of the King's Champions. You, as one of the King's Heroes, make use of strategy, special abilities, cooperation, card play and a little luck in Defenders of the Realm for a unique experience every adventure. But be forewarned! There is never time to rest."
    },
    {
      "id": 15,
      "name": "Codenames",
      "playersMin": 2,
      "playersMax": 8,
      "playTime": 15,
      "imgUrl": "https://cf.geekdo-images.com/F_KDEu0GjdClml8N7c8Imw__imagepage/img/rc_Do8f5v41nWEGcwHE1eKAkIfI=/fit-in/900x600/filters:no_upscale():strip_icc()/pic2582929.jpg",
      "description": "Only the team leader can see the color of the card. The team leader should prompt according to the words, let his team members find out the cards of their corresponding colors, and find out all the cards of their own colors to win."
    },
    {
      "id": 16,
      "name": "The Crew",
      "playersMin": 2,
      "playersMax": 5,
      "playTime": 20,
      "imgUrl": "https://cf.geekdo-images.com/TrOBQBLw2bD_qVVCLUiDgQ__imagepage/img/AdK7spy2dJuHzc8kqXJbThabVVA=/fit-in/900x600/filters:no_upscale():strip_icc()/pic5078567.jpg",
      "description": "In the co-operative trick-taking game The Crew: The Quest for Planet Nine, the players set out as astronauts on an uncertain space adventure. What are the rumors regarding the unknown planet about? The eventful journey through space extends over 50 exciting missions. But this game can only be defeated by meeting common individual tasks of each player. In order to meet the varied challenges communication is essential in the team. But this is more difficult than expected in space."
    },
    {
      "id": 17,
      "name": "Spirit Island",
      "playersMin": 1,
      "playersMax": 4,
      "playTime": 100,
      "imgUrl": "https://cf.geekdo-images.com/a13ieMPP2s0KEaKNYmtH5w__imagepage/img/rOgQ2nxh9prgVBamT00eueWS2TA=/fit-in/900x600/filters:no_upscale():strip_icc()/pic3615739.png",
      "description": "Spirit Island is a complex and thematic cooperative game about defending your island home from colonizing Invaders. Players are different spirits of the land, each with its own unique elemental powers. Every turn, players simultaneously choose which of their power cards to play, paying energy to do so. Using combinations of power cards that match a spirit's elemental affinities can grant free bonus effects."
    },
    {
      "id": 18,
      "name": "Evolution",
      "playersMin": 2,
      "playersMax": 6,
      "playTime": 60,
      "imgUrl": "https://cf.geekdo-images.com/wo_EYno7S66psGPMl_JtiQ__imagepage/img/zkFtiwu5gSoDo3rUWLrfdlVzpjE=/fit-in/900x600/filters:no_upscale():strip_icc()/pic3543505.jpg",
      "description": "In Evolution, players adapt their species in a dynamic ecosystem where food is scarce and predators lurk. Traits like Hard Shell and Horns will protect your species from Carnivores, while a Long Neck will help them get food that others cannot reach. With over 4,000 ways to evolve your species, every game becomes a different adventure."
    },
    {
      "id": 19,
      "name": "Cards Against Humanity",
      "playersMin": 4,
      "playersMax": 30,
      "playTime": 30,
      "imgUrl": "https://cf.geekdo-images.com/nYLrPiI9gnvlrwOrKQ4_CA__imagepage/img/ksHPogfKJqWT-ASJD4t-kyLhf_M=/fit-in/900x600/filters:no_upscale():strip_icc()/pic2909692.jpg",
      "description": "Cards Against Humanity is a party game for horrible people. The game is simple. Each round, one player asks a question from a black card and everyone else answers with their funniest white card. This is the starter set, containing 500 white cards and 100 black cards for maximum replayability."
    },
    {
      "id": 20,
      "name": "Brass: Birmingham",
      "playersMin": 2,
      "playersMax": 4,
      "playTime": 120,
      "imgUrl": "https://cf.geekdo-images.com/x3zxjr-Vw5iU4yDPg70Jgw__imagepage/img/-17KkOmxbTu2slJTabGrkO8ZW8s=/fit-in/900x600/filters:no_upscale():strip_icc()/pic3490053.jpg",
      "description": "Brass: Birmingham is an economic strategy game sequel to Martin Wallace' 2007 masterpiece, Brass. Brass: Birmingham tells the story of competing entrepreneurs in Birmingham during the industrial revolution, between the years of 1770-1870. As in its predecessor, you must develop, build, and establish your industries and network, in an effort to exploit low or high market demands."
    }
  ],
  "reviews": [
    {
      "id": 1,
      "name": "Max",
      "game": "Splendor",
      "rating": 5,
      "review": "The game is great. Super fun, interesting and loads of replayability. Works well from 2 to 5 players, and there are even variants for solo play. BUT it's a bit overpriced for the components it has and the box could be much smaller. Would be nice to have a cheaper pocket version, for less than £15. Mark this comment as useful so that the manufacturer listens to the comments and brings a cheaper and more compact version."
    },
    {
      "id": 2,
      "name": "Ralph",
      "game": "Wingspan",
      "rating": 4,
      "review": "This is an amazing fun game to play with 1-5 people. I wanted to get it for my wife because she is an avid birder. At first, she was overwhelmed trying to figure out how to play the game using the instructions that came with the game. She tossed the papers at me and said I should figure it out. I fired up YouTube on the smart TV, and we watched a couple of videos on how to play Wingspan. 30 minutes later we were in the middle of first game! The quality of this board game and it's components is the best. The only thing that could be slightly improved is the storage for the bird food and eggs. However, I've already 3D printed a solution from Thingiverse that solves that minor issue. Even if you're not into birds, you'll still enjoy this game. It doesn't take long to play a game - about and hour for a game with 5 people. 20-30 minutes for 2 players. Coming up with different strategies to win is where we are at now with the game!"
    },
    {
      "id": 3,
      "name": "Joey",
      "game": "Splendor",
      "rating": 1,
      "review": "We all know this is a great game. However, this review is for the quality of the actual game pieces. The four corners of the box all have damages, and 1 damaged yellow piece and 1 green piece without stickers on both side."
    },
    {
      "id": 4,
      "name": "Kate",
      "game": "Sushi Go",
      "rating": 5,
      "review": "What a fun game this is. I play with my 7 year old granddaughter, her parents and sometimes a friend of hers. It is fast and fun. I picked up this game for two reasons. 1: my granddaughter and her parents love sushi. 2: it was recommended as a very fun game. The goal of the game is to to achieve the highest score. Each person gets a number of cards depending upon the number of people playing. 2-5 people can play, but with two people it is not as much fun. Each card has a score number, you play 3 rounds and then add up your score from each game. The game is simple to play,play a few hands to pick up the fun of it. In our family we play this 2-3 times a week. On vacations it's a fun game for everyone. The game is not expensive, and if you like playing games, you will really like this one."
    },
    {
      "id": 5,
      "name": "Monique",
      "game": "Dragonwood",
      "rating": 5,
      "review": "We have had Sleeping Queens for a while and the whole family loves it. This is a great step up for a family wanting a slightly more involved game. Easy to learn and understand, and it comes with two reference cards to remind you of your play options each turn which was helpful for the kids. My 6 and 9 year old both loved it!"
    },
    {
      "id": 6,
      "name": "Harrison",
      "game": "Dragonwood",
      "rating": 3,
      "review": "Game is fun. I don't like playing with the enhancements, at least in a two player game. Certain enhancements make it hard for an opponent without enhancements to compete, so the winner of the game can often be predicted early on in the game. E.g. if your opponent has +2 to every attack, that becomes a significant impairment for you, as the opponent can capture all one point cards with one adventurer card (without even rolling). One solution is to pull the enhancement cards out of the deck before starting. I found a similar game by Gamewright, Trash Pandas, to be more fun, easier to teach/understand, and game play seemed to remain on a more level playing field than Dragonwood. The price is right for the game, though, so it's worth adding to your collection."
    },
    {
      "name": "April",
      "game": "Splendor",
      "rating": "5",
      "review": "Kevin always loses which is cool",
      "id": 7
    },
    {
      "name": "Dalton",
      "game": "Splendor",
      "rating": "1",
      "review": "I hate this game because I always lose.",
      "id": 8
    }
  ]
}